{
  "cards": [
    "When I opened the incubator this morning, I found _________.",
    "I published my first paper in the journal of _______.",
    "I couldn't finish my proposal because I was detained by ________.",
    "Who is the latest superstar professor to be hired? _____ taught me all I know about science.",
    "Elon Musk's next company to tackle __________.",
    "Newton was led to the discovery of gravity when a __________ him on the head.",
    "My PCR didn't work due to ________.",
    "What is the name given to an object so massive it deflects the paths of passing light rays? What is the source of the Ultra-High Energy Cosmic Rays? The amazing lyrebird can imitate any sound, except that of ___________.",
    "When I reduced the Hubble Space Telescope images, I saw _________.",
    "Our hierarchical Bayesian analysis resulted in a highconfidence  inference of __________.",
    "'It's trivial!' said the Professor.",
    "'It's obviously just a __________.",
    "'We regret to inform you that your investigation into the mating habits of ________ will not be funded.",
    "Have you considered the effect of __________? In the lab, I dropped the ___________ on the __________.",
    "That was a mess.",
    "After I mixed _________ and __________ , it resulted in _________.",
    "On the next episode of The Big Bang Theory, Sheldon Cooper faces _____________.",
    "After much deliberation, IUPAC decided to name the next element __________ium.",
    "The best way to obtain publicationquality data is to use _______.",
    "What aspects of STEM public outreach are audiences most clamoring for? How do you escape a black hole? Dinosaur bones are really a test of our faith in __________.",
    "Lady Ada often spent the evening at home with her ________.",
    "I was surprised to find that the wormhole led to ____________.",
    "Your advisor's favorite side activity during group meeting.",
    "______ or perish.",
    "Best excuse for putting off writing a referee report.",
    "_____ is why there aren't enough women in the sciences.",
    "_____ is why it always takes an extra five minutes to get the computer projector working.",
    "Nothing is denser than ___________.",
    "______ is the study of herpetologists.",
    "My results may have been influenced by the ______ discovered in my ________.",
    "The experiment started working once the _________ was inserted in the __________.",
    "It's been said that _____ causes autism.",
    "Murderers! Your gut microbiota can help you ________.",
    "I don't think the Large Hadron Collider was expecting to discover __________.",
    "You can use this to calculate the radius of the hydrogen atom.",
    "The gravitational pull of a _______ is so great that not even light can escape.",
    "Einstein described ________ as 'his biggest blunder.",
    "' Carl Linnaeus would have named it ____________.",
    "________ caused the Pioneer anomaly.",
    "Organs are best grown in the lab with the addition of ___________.",
    "Everything I know about science I learned from _________.",
    "The peer reviewer suggested _________ might help.",
    "Quantum physicists have succeeded in entangling ___ and ___.",
    "After Joe forgot to put the _________ under the fume hood, all hell broke loose.",
    "The mysterious residue on the lab counter was _________.",
    "In the darkness of the laser lab, Mary mistook the _______ for a polarimeter.",
    "I will be required to dissect 500 ________ to complete my thesis.",
    "When Schrodinger opened the box, he found ___.",
    "Drinking in the lab on a Friday night is usually not a good idea, because _____ tends to be the result.",
    "When I was out doing field work, I caught _________ in my trap.",
    "Darwin's Theory of _____ was invalidated by ___________.",
    "I knew I should not have used my twins for an experiment when I observed _______.",
    "Universities in the southern United States are beginning to hire __________.",
    "I knew I never should have added _______ to the chemical reaction.",
    "_____ plus _____ resulted in science's biggest flop to date.",
    "It's perfectly okay to pipette by mouth, except when using _______.",
    "Why is my bench sticky? Further study is required to establish a causal link between ____ and ____.",
    "Rutherford's ______ experiment helped determine the basic structure of ________.",
    "Astronomers watched excitedly as _________ made its final descent into the black hole.",
    "Einstein was also well respected in the academic community for his studies on ______.",
    "Despite some recent progress, _______ are still struggling to understand _______.",
    "While mercifully rare, there is no known cure for ________.",
    "As an experiment, I inserted ______ into ______ and discovered ______.",
    "Hey! We've discovered _______ on Mars! Before centrifuging ______, never forget to _______.",
    "Oh, those are just mice ________.",
    "My lab mates really hated it when I ______ while listening to _______.",
    "________: It's a bitch.",
    "I can't wait until I never have to _________.",
    "Epigenetics: As easy to understand as _________.",
    "I hate it when I get busted for _______.",
    "_______: A misunderstood lab hobby.",
    "Why can't I get _______ to work? What contaminated my cell cultures? To coax mice to mate, I like to ______.",
    "Science: Where truth can be found in ________.",
    "Science: A journey that begins with _________.",
    "Science: The perennial quest for ______.",
    "Science: I devoted my life to it because ________.",
    "Science: The only endeavour in which studying _______ is respectable.",
    "On the Origin of ______ — Darwin's lesser-known tome.",
    "Science: The _______ that keeps on giving.",
    "Things To Do: 1._________ 2. _________ 3. _________",
    "Science: Doing its part to help humanity, one _______ at a time.",
    "I can't believe I get paid to _______.",
    "After I defended, my advisor gave me ________.",
    "Congratulations! Your fellowship includes a stipend and _______.",
    "_________: Don't go to a conference without it.",
    "Don't forget to include ________ in your dissertation acknowledgements.",
    "Why did the dinosaurs die? Better living through _________.",
    "A parasite is an organism that takes ________ away from another organism while it is still living.",
    "What astronomers found lurking inside a black hole.",
    "The National Science Foundation recently started handing out grants to study _____________.",
    "What did Carl Sagan put in his bong water? Grad school was going well until I came across _________.",
    "All models are wrong, but some are _________.",
    "My thermodynamics class failed to mention the law of conservation of _______.",
    "When the ice caps melted we were surprised to find unfrozen _____________.",
    "A hurricane named _________.",
    "The newly discovered species was so fat when it __________ it _____________.",
    "After getting tenure the professor celebrated by _____________.",
    "Chemical equilibrium was reached when ____________.",
    "The best endothermic reaction is _____________.",
    "We knew our grant didn't get funded when ____________.",
    "That's not a hypothesis it's ______________.",
    "I knew my Ph.D. defense wasn't going well when ___________.",
    "Creationists hate it when ________.",
    "The last mass extinction event was caused by ____________.",
    "My paper on ____________ couldn't get published in a peer reviewed journal, so I submitted it to ____________.",
    "The one thing Neil Degrasse Tyson doesn't want you to know about science is __________.",
    "Can you believe the new Texas textbooks said ______________.",
    "In hindsight, I shouldn't have put ______ in the autoclave.",
    "When alone during evenings in the laboratory, I like to ______ .",
    "Josiah Willard Gibbs always thought ________ was pretty hot.",
    "After pointing the Hubble space telescope at a blank patch of sky for 10 days astronomers were surprised to see ________.",
    "The _____ can be distinguished from the _____ by _____.",
    "________ - results inconclusive.",
    "Applied for a postdoc, all I got was this lousy ________.",
    "_______ can be thought of as a superposition of _______ and _______.",
    "As Schrodinger stuffed the cat in the box, he had an awful thought: What if the cat is ____________.",
    "Her gravity well tasted surprisingly like _____________.",
    "To increase its Impact Factor, Nature published a special issue about ________.",
    "Physicists will often simplify a system by modeling it as a _________.",
    "Why I chose a career in science.",
    "I just love doing ___________ behind the lab bench! Campus lab safety protocol requires you to always put on your __________ before doing _____________.",
    "Your conclusion is flawed because you failed to reconcile __________ with ____________."
  ]
}
